DeviceName = "Audio incorporado";
DeviceShortName = "Incorporado";
ManufacturerName = "Apple Inc.";

Headphones = "Auriculares";
HeadphonesB = "Auriculares B";
IntSpeakers  = "Altavoces internos";
LineOut = "Salida de línea";
DigitalOut = "Salida digital";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Micrófono externo";
ExternalMicB = "Micrófono externo B";
InternalMic = "Micrófono interno";
LineIn = "Entrada de línea";
DigitalIn = "Entrada digital";
InputNone = "Ninguno";

DeviceNameHeadphone = "Auricular de audio integrado";
DeviceNameSpeaker = "Altavoz de audio integrado";
DeviceNameLineOut = "Salida de línea de audio integrada";
DeviceNameDigitalOut = "Salida digital de audio integrada";
DeviceNameHdmi = "Salida HDMI de audio integrada";
DeviceNameDisplayPort = "Salida Display Port de audio integrada";
DeviceNameLineIn = "Entrada de línea de audio integrada";
DeviceNameAuxIn = "Entrada auxiliar de audio integrada";
DeviceNameMic = "Micrófono de audio integrado";
DeviceNameExtMic = "Micrófono externo de audio integrado";
DeviceNameDigitalIn = "Entrada digital de audio integrada";

DevShortNameHdpn = "Auricular integrado";
DevShortNameSpkr = "Altavoz integrado";
DevShortNameLino = "Salida de línea integrada";
DevShortNameSpdo = "Salida digital integrada";
DevShortNameHdmi = "Salida HDMI integrada";
DevShortNameDP = "Salida Display Port integrada";
DevShortNameOut = "Salida integrada";
DevShortNameLini = "Entrada de línea integrada";
DevShortNameAuxi = "Entrada auxiliar integrada";
DevShortNameEMic = "Micrófono externo integrado";
DevShortNameIMic = "Micrófono integrado";
DevShortNameSpdi = "Entrada digital integrada";
DevShortNameIn = "Entrada integrada";

UnlockedClock = "Desbloqueado";
LockedClock = "Bloqueado";

HwSrcAutomatic = "Automático";
HwSrcEnable = "Activar";
HwSrcDisable = "Desactivar";
